{
  "1": {
    "id": "1",
    "type": "main",
    "title": "Precursor to chords: Intervals",
    "previous": "/",
    "previousText": "Back to Home",
    "next": "/quiz/1",
    "nextText": "Quiz 1: Intervals",
    "point": "Intervals refer to the distance between two notes. This distance affects how the two notes sound together. Intervals are said to be made of a number of half and/or whole steps.",
    "subtopic1": "Half steps (aka minor seconds)",
    "explanation1": "They are keys which are \"right next to each other\" on a piano/keyboard. Either 2 white/black keys (as shown in blue), or a white and a black key (as show in red).",
    "audio1": "/static/audio/minor2nd-1.mp3",
    "img1": "/static/assets/intervals-half.png",
    "explanation2": "They are keys which are two keys apart on the keyboard. Either 2 white/black keys (as shown in blue), or a white and a black key (as show in red). Essentially, one whole step consists of two half steps.",
    "subtopic2": "Whole steps (aka major seconds)",
    "audio2": "/static/audio/major2nd.mp3",
    "img2": "/static/assets/intervals-whole.png"

  },

  "2": {
    "id": "2",
    "type": "main",
    "title": "Chords - Major and Minor Thirds ",
    "previous": "/quiz/1",
    "previousText": "Back to Quiz",
    "next": "/learn/3",
    "nextText": "Chords - Major and Minor Thirds",
    "point": "Chords are combinations of three (or more) notes with specific intervals between each note, which create a certain signature sound.",
    "explanation":"Chords are created from a combination of two different intervals: Minor Thirds and Major Thirds.",
    "subtopic1": "Minor Thirds",
    "explanation1":"There are 3 half steps between the two notes of a minor third. In Western music theory, the minor third is commonly associated with a \"sad\" sound.",
    "audio1": [
      {"file": "/static/audio/asc-minor-3rd.mp3", "label": "Ascending"},
      {"file": "/static/audio/minor3-tog.mp3", "label": "Together"}
    ],
    "img1": "/static/assets/chords-minor.png",
    "subtopic2": "Major Thirds",
    "explanation2":"There are 4 half steps between the two notes of a major third. In Western music theory, the major third is commonly associated with a \"happy\" sound.",
    "audio2": [
      {"file": "/static/audio/asc-major-3rd.mp3", "label": "Ascending"},
      {"file": "/static/audio/major3-tog.mp3", "label": "Together"}
    ],
    "img2": "/static/assets/chords-major.png"
  },

  "3": {
    "id": "3",
    "type": "main",
    "title": "Chords - Major and Minor Chords",
    "previous": "/learn/2",
    "previousText": "Back to Major and Minor Intervals",
    "next": "/quiz/2",
    "nextText": "Quiz 2: Chords",
    "point": "There are four different types of chords: Major, Minor, Augmented, and Diminished. We will cover major & minor chords today.",
    "subtopic1": "Major Chords",
    "explanation1": "They are created from a major third (in green), followed by a minor third (in purple).",
    "audio1": [
      {"file": "/static/audio/major3-asc.mp3", "label": "Ascending"},
      {"file": "/static/audio/major3-tog.mp3", "label": "Together"}
    ],
    "img1": "/static/assets/chords-cont-major.png",
    "subtopic2": "Minor Chords",
    "explanation2": "They are created from a minor third (in purple), followed by a major third (in green).",
    "audio2": [
      {"file": "/static/audio/minor3-asc.mp3", "label": "Ascending"},
      {"file": "/static/audio/minor3-tog.mp3", "label": "Together"}
    ],
    "img2": "/static/assets/chords-cont-minor.png"
  },

  "4": {
    "id": "4",
    "type": "aside",
    "title": "Quick aside: Keys",
    "previous": "/quiz/2",
    "previousText": "Back to Quiz",
    "next": "/learn/5",
    "nextText": "Chord Progressions",
    "point1": "A key is a lookup for what chords to play in a song. There are two general types of keys: Major and Minor, which are based on Major and Minor scales, respectively.",
    "point2": "The key defines what scale underlies the song. The first note of a key/scale is known as the \"root\". For example, if a song was in the key of C Major, then the \"root\" of the key would be C.",
    "point3": "So why do keys matter in our learning? The key sets the context for interpretting a chord progression. As you will see, a chord progression is essentially a sequence of chords, and the key tells you which chords should be used."
  },

  "5": {
    "id": "5",
    "type": "aside",
    "title": "Chord Progressions",
    "previous": "/learn/4",
    "previousText": "Back to Keys",
    "next": "/learn/6",
    "nextText": "Chord Progression: Doo-Wop Changes",
    "point1": "What are chord progressions? Chord progressions are a sequence of chords (commonly three or four chords) which define the sound of a song.",
    "point2": "How do we notate chord progressions? The root of the song's key is notated with the roman numeral for 1 (I), and this follows for all other notes (VII, or 7, notating the \"last\" note in the key's corresponding scale). A lowercase number is used if the chord is minor, and an uppercase is used if the chord is major. For example, if the song is in the key of C major, in which the notes of the corresponding C major scale are in the order of C D E F G A B, a C chord would be notated with I, a D chord with II, an E chord with III, and so on.",
    "point3": " In sum, the key specifies which notes correspond to, and a chord progression specifies a sequence in which a subset of those chords should be played."
  }
}
